#!/bin/bash
cd public/images/panoramas || exit 1

mv "8 (2)буган чулууг хөшөө.JPG" "pano-8-буган_чулуут_хөшөө.jpg"
mv "14-култуген жанжины хөшөө (1).JPG" "pano-14-културген_жанжины_хөшөө_(1).jpg"
mv "14-култуген жанжины хөшөө (2).JPG" "pano-14-културген_жанжины_хөшөө_(2).jpg"
mv "26 .JPG" "pano-26-1.jpg"
mv "26  (2).JPG" "pano-26-2.jpg"
mv "26  (3).JPG" "pano-26-3.jpg"
mv "26  (4)Хурлын дуган.JPG" "pano-26-Хурлын_дуган.jpg"
mv "26  (5)Сэмчин дуган.JPG" "pano-26-Сэмчин_дуган.jpg"
mv "26  (6)Хурлын дуган дотор.JPG" "pano-26-Хурлын_дуган_дотор.jpg"
mv "26  (7)хийморийн овоо.JPG" "pano-26-хийморийн_овоо.jpg"
mv "26  (8)хийморийн овоо.JPG" "pano-26-хийморийн_овоо_2.jpg"
mv "26  (9)Умай хад.JPG" "pano-26-Умай_хад.jpg"
mv "26  (10).jpg" "pano-26-10.jpg"

cd ../../..
echo ""
echo "Дууслаа."
